<?php

return [
    'home' => 'Главная',
    'system' => 'Система',
    'name' => 'Имя',
    'title' => 'Заголовок',
    'action' => 'Действия',
    'save' => 'Сохранить',
    'cancel' => 'Отмена',
    'version'   => 'Версия',
    'login' => 'Логин',
    'password' => 'Пароль',
    'confirm_password' => 'Подтверждение пароля',

    'lang' => [
        'title' => 'Выберите язык',
        'uz' => 'Узбекский',
        'en' => 'Английский',
        'ru' => 'Русский',
    ],

    'users' => [
        'title' => 'Пользователи',
        'fullname' => 'Ф.И.О',
        'email' => 'Электронная почта',
        'user_create' => 'Добавить пользователя',
        'user_edit' => 'Редактировать пользователя',
        'user_delete' => 'Удалить пользователя',
        'user_view' => 'Просмотр пользователя',
    ],

    'roles' => [
        'title' => 'Роли',
        'role_create' => 'Добавить роль',
        'role_edit' => 'Редактировать роль',
        'role_delete' => 'Удалить роль',
        'role_view' => 'Просмотр роли',
    ],

    'permissions' => [
        'title' => 'Разрешения',
        'permission_create' => 'Добавить разрешение',
        'permission_edit' => 'Редактировать разрешение',
        'permission_delete' => 'Удалить разрешение',
        'permission_view' => 'Просмотр разрешения',
    ],
];
