<?php

return [
     'home' => 'Главная',
    'system' => 'Система',

    'lang' => [
        'title' => 'Выберите язык',
        'uz' => 'Узбекский',
        'en' => 'Английский',
        'ru' => 'Русский',
    ],

    // Пользователи
    'users' => 'Пользователи',
    'user_create' => 'Добавить пользователя',
    'user_edit' => 'Редактировать пользователя',
    'user_delete' => 'Удалить пользователя',
    'user_view' => 'Просмотр пользователя',

    // Роли
    'roles' => 'Роли',
    'role_create' => 'Добавить роль',
    'role_edit' => 'Редактировать роль',
    'role_delete' => 'Удалить роль',
    'role_view' => 'Просмотр роли',

    // Разрешения
    'permissions' => 'Разрешения',
    'permission_create' => 'Добавить разрешение',
    'permission_edit' => 'Редактировать разрешение',
    'permission_delete' => 'Удалить разрешение',
    'permission_view' => 'Просмотр разрешения',
];
